globalThis.QuizQuestions = [
	{
		title: "Вопрос 1.",
		description: `Сколько спутников у Юпитера, если их количество равно: количеству звёзд солнечной системы умножить на 80?`,
		options: [
			{
				label: ">1e100",
				isCorrect: false
			},
			{
				label: "80",
				isCorrect: true
			},
			{
				label: "Один — Земля",
				isCorrect: false
			},
			{
				label: "3120",
				isCorrect: false
			}
		],
		reasoning: `<p>
		У Юпитера обнаружено 80 спутников — данные за 2022 год. Самые известные из них — спутник Европа (ледяной "гигант"), Ио (вулканическое небесное тело), Каллисто (внутри состоит из океана), Ганимед (самый большой спутник Солн. системы) и другие.
		</p>`
	},
	{
		title: "Вопрос 2.",
		description: `Своим составом Юпитер схож с составом:`,
		options: [
			{
				label: "Звезды",
				isCorrect: true
			},
			{
				label: "Сатурна",
				isCorrect: false
			},
			{
				label: "Планеты Земной группы",
				isCorrect: false
			},
			{
				label: "Состав Юпитера уникален*",
				isCorrect: false
			}
		],
		reasoning: `
		<p>Наше Солнце состоит примерно на 71% из водорода и на 27% из гелия, а остальную часть составляют другие элементы. Масса Юпитера, в свою очередь, состоит примерно из 73% водорода и 24% гелия.</p>
		<p>Однако по размеру он в 1 000 раз уступает Солнцу</p>
		`
	},
	{
		title: "Вопрос 3.",
		description: `Не вы, космонавт, движетесь к центру Юпитера на огромной скорости в специальном костюме. Что произойдет в момент приземления?`,
		options: [
			{
				label: "Сыграете в футбол с марсианами",
				isCorrect: true
			},
			{
				label: "Окунётесь вглубь Юпитера, но не достигните ядра",
				isCorrect: true
			},
			{
				label: "Сильно ударитесь ввиду поверхностного натяжения газов",
				isCorrect: false
			},
			{
				label: "Пролетите сквозь Юпитер*",
				isCorrect: false
			}
		],
		reasoning: `
		<p>У Юпитера действительно есть "твёрдое" ядро — плотный газ тяжелых металов. Поэтому пролететь планету через центр вряд-ли получится, учитывая массу космонавта.</p>
		<br>
		<p>Марсиане на Юпитере вполне реалистичное событие в момент пока мы не можем доказать обратного.</p>
		<br>
		<p>Добравшись до границ Юпитера мы бы начали падать с огромной скоростью, ведь его магнитное поле значительно превышает Земное, а плотность газов на поверхности не высока. Однако ближе к центру водород с гелием становятся плотнее камня. Примерно на глубине 24 тысячи километров космонавт прекратит падение и окажется в точке равновесия сил притяжения поля и сопротивления газов. Ему не удастся ни упасть, ни подняться.</p>
		<br>
		<p>У газа нет эффекта поверхностного натяжения как у жидкости — мягкое проникновение обеспечено!</p>
		`
	},
	{
		title: "Вопрос 4.",
		description: `Чем объясняется то, что Юпитер имеет ледяной и вулканический спутник`,
		options: [
			{
				label: "На этот вопрос ещё нет ответа",
				isCorrect: true
			},
			{
				label: "Возможно, этот вопрос вовсе некорректен",
				isCorrect: true
			},
			{
				label: "Открыто для обсуждений",
				isCorrect: true
			},
			{
				label: "Нажмите, чтобы получить ссылку",
				isCorrect: true
			}
		],
		reasoning: `<p>
		<a href = "https://github.com/zoodogood/jupiterplanet/issues/1">https://github.com/zoodogood/jupiterplanet/issues/1</a>
		</p>`
	},

]